Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: اختر افتتاحًا يحفظ قوتك ويقرأ رد الخصوم
de: Wähle eine Eröffnung, die deine Stärke bewahrt und die Gegner ausliest
en: Choose a lead that preserves your strength and reads opponents' responses
es: Elige una salida que conserve tu fuerza y sondee a los rivales
fr: Choisissez une entame qui garde votre force et sonde les adversaires
hi: ऐसी शुरुआत चुनें जो आपकी ताक़त बचाए और विरोधियों की प्रतिक्रिया पढ़े
id: Pilih pembuka yang menjaga kekuatanmu dan membaca respons lawan
ru: Выбери заход, который сохранит силу и прочтёт ответ соперников
tr: Gücünü koruyan ve rakiplerin tepkisini okuyan bir açılış seç
ur: ایسا آغاز چنیں جو آپ کی طاقت بچائے اور حریفوں کا ردعمل پڑھے
zh_hans: 选择既保留实力又能试探对手的首攻

source: اللون المطلوب
de: Geforderte Farbe
en: Required suit
es: Palo pedido
fr: Couleur demandée
hi: माँगा गया सूट
id: Simbol yang diminta
ru: Затребованная масть
tr: İstenen sembol
ur: مطلوبہ رنگ
zh_hans: 所需花色

source: الأوراق على الطاولة
de: Karten auf dem Tisch
en: Cards on the table
es: Cartas en la mesa
fr: Cartes sur la table
hi: मेज़ पर कार्ड
id: Kartu di meja
ru: Карты на столе
tr: Masadaki kartlar
ur: میز پر کارڈ
zh_hans: 桌上的牌

source: أداؤك في المدرب
de: Deine Trainer-Leistung
en: Your trainer performance
es: Tu rendimiento en el entrenador
fr: Vos performances à l'entraînement
hi: ट्रेनर में आपका प्रदर्शन
id: Performamu di pelatih
ru: Твои результаты в тренажёре
tr: Antrenördeki performansın
ur: ٹرینر میں آپ کی کارکردگی
zh_hans: 你在训练器中的表现

source: الأداء حسب الصعوبة
de: Leistung nach Schwierigkeit
en: Performance by difficulty
es: Rendimiento por dificultad
fr: Performances par difficulté
hi: कठिनाई अनुसार प्रदर्शन
id: Performa menurut kesulitan
ru: Результаты по сложности
tr: Zorluğa göre performans
ur: دشواری کے مطابق کارکردگی
zh_hans: 按难度的表现

source: الأداء حسب تركيز التدريب
de: Leistung nach Trainingsschwerpunkt
en: Performance by training focus
es: Rendimiento por enfoque de entrenamiento
fr: Performances par focus d'entraînement
hi: अभ्यास केंद्र अनुसार प्रदर्शन
id: Performa menurut fokus latihan
ru: Результаты по фокусу тренировки
tr: Antrenman odağına göre performans
ur: تربیتی مرکز کے مطابق کارکردگی
zh_hans: 按训练重点的表现

source: اتباع اللون
de: Farbe bedienen
en: Following suit
es: Seguir el palo
fr: Fournir la couleur
hi: सूट का पालन
id: Mengikuti simbol
ru: Ход в масть
tr: Sembole uyma
ur: رنگ کی پیروی
zh_hans: 跟花色

source: افتتاح الأكلة
de: Stich eröffnen
en: Leading the trick
es: Salida de la baza
fr: Entame du pli
hi: चाल की शुरुआत
id: Membuka trik
ru: Заход в взятке
tr: Eli açma
ur: ہاتھ کا آغاز
zh_hans: 首攻

source: تلقائي
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
hi: स्वचालित
id: Otomatis
ru: Автоматически
tr: Otomatik
ur: خودکار
zh_hans: 自动

source: خيارات محدودة
de: Begrenzte Optionen
en: Limited choices
es: Opciones limitadas
fr: Choix limités
hi: सीमित विकल्प
id: Pilihan terbatas
ru: Ограниченный выбор
tr: Sınırlı seçenekler
ur: محدود اختیارات
zh_hans: 选择有限

source: نوع الموقف
de: Situationstyp
en: Scenario type
es: Tipo de situación
fr: Type de situation
hi: स्थिति प्रकार
id: Jenis situasi
ru: Тип ситуации
tr: Durum türü
ur: صورتحال کی قسم
zh_hans: 局面类型

source: ضغط الحكم
de: Trumpfdruck
en: Trump pressure
es: Presión del triunfo
fr: Pression de l'atout
hi: तुरुप दबाव
id: Tekanan truf
ru: Козырное давление
tr: Koz baskısı
ur: ترپ کا دباؤ
zh_hans: 将牌压力

source: أنت تفتتح الأكلة.
de: Du eröffnest den Stich.
en: You are leading the trick.
es: Tú abres la baza.
fr: Vous entamez le pli.
hi: आप चाल शुरू कर रहे हैं।
id: Kamu membuka trik.
ru: Ты заходишь первым.
tr: Eli sen açıyorsun.
ur: آپ ہاتھ کا آغاز کر رہے ہیں۔
zh_hans: 由你首攻。

source: آخر المحاولات
de: Letzte Versuche
en: Recent attempts
es: Intentos recientes
fr: Tentatives récentes
hi: हाल की कोशिशें
id: Percobaan terbaru
ru: Последние попытки
tr: Son denemeler
ur: حالیہ کوششیں
zh_hans: 最近的尝试

source: أثر كل قرار
de: Wirkung jeder Entscheidung
en: Impact of each decision
es: Impacto de cada decisión
fr: Impact de chaque décision
hi: हर निर्णय का प्रभाव
id: Dampak tiap keputusan
ru: Влияние каждого решения
tr: Her kararın etkisi
ur: ہر فیصلے کا اثر
zh_hans: 每个决策的影响

source: أفضل أثر
de: Bester Effekt
en: Best Impact
es: Mejor impacto
fr: Meilleur impact
hi: सर्वश्रेष्ठ प्रभाव
id: Dampak Terbaik
ru: Лучший эффект
tr: En iyi etki
ur: بہترین اثر
zh_hans: 最佳影响

source: أفضل سلسلة
de: Beste Serie
en: Best streak
es: Mejor racha
fr: Meilleure série
hi: सर्वश्रेष्ठ लड़ी
id: Rentetan terbaik
ru: Лучшая серия
tr: En iyi seri
ur: بہترین سلسلہ
zh_hans: 最佳连胜

source: أسوأ أثر
de: Schlechtester Effekt
en: Worst Impact
es: Peor impacto
fr: Pire impact
hi: सबसे खराब प्रभाव
id: Dampak Terburuk
ru: Худший эффект
tr: En kötü etki
ur: بدترین اثر
zh_hans: 最差影响

source: أفضل ورقة
de: Beste Karte
en: Best card
es: Mejor carta
fr: Meilleure carte
hi: सर्वश्रेष्ठ कार्ड
id: Kartu terbaik
ru: Лучшая карта
tr: En iyi kart
ur: بہترین کارڈ
zh_hans: 最佳出牌

source: أفضل نتيجة محاكاة
de: Bestes Simulationsergebnis
en: Best simulation result
es: Mejor resultado de simulación
fr: Meilleur résultat de simulation
hi: सर्वश्रेष्ठ सिमुलेशन परिणाम
id: Hasil simulasi terbaik
ru: Лучший результат симуляции
tr: En iyi simülasyon sonucu
ur: بہترین سیمولیشن نتیجہ
zh_hans: 最佳模拟结果

source: أفضل محاكاة
de: Beste Simulation
en: Best simulation
es: Mejor simulación
fr: Meilleure simulation
hi: सर्वश्रेष्ठ सिमुलेशन
id: Simulasi terbaik
ru: Лучшая симуляция
tr: En iyi simülasyon
ur: بہترین سیمولیشن
zh_hans: 最佳模拟

source: ثاني محاكاة
de: Zweite Simulation
en: Second simulation
es: Segunda simulación
fr: Deuxième simulation
hi: दूसरा सिमुलेशन
id: Simulasi kedua
ru: Вторая симуляция
tr: İkinci simülasyon
ur: دوسری سیمولیشن
zh_hans: 第二模拟

source: القيمة المتوقعة
de: Erwartungswert
en: Expected value
es: Valor esperado
fr: Valeur attendue
hi: अपेक्षित मूल्य
id: Nilai harapan
ru: Ожидаемая ценность
tr: Beklenen değer
ur: متوقع قدر
zh_hans: 期望值

source: محاكاة الجولة
de: Rundensimulation
en: Round simulation
es: Simulación de la ronda
fr: Simulation de la manche
hi: राउंड सिमुलेशन
id: Simulasi ronde
ru: Симуляция раунда
tr: El simülasyonu
ur: راؤنڈ کی سیمولیشن
zh_hans: 本局模拟

source: مصدر التحسن
de: Verbesserungsquelle
en: Improvement source
es: Fuente de mejora
fr: Source d'amélioration
hi: सुधार का स्रोत
id: Sumber peningkatan
ru: Источник улучшения
tr: İyileştirme kaynağı
ur: بہتری کا ذریعہ
zh_hans: 改进来源

source: ثاني نتيجة محاكاة
de: Zweites Simulationsergebnis
en: Second simulation result
es: Segundo resultado de simulación
fr: Deuxième résultat de simulation
hi: दूसरा सिमुलेशन परिणाम
id: Hasil simulasi kedua
ru: Второй результат симуляции
tr: İkinci simülasyon sonucu
ur: دوسرا سیمولیشن نتیجہ
zh_hans: 第二模拟结果

source: ثاني أفضل محاكاة
de: Zweitbeste Simulation
en: Second-best simulation
es: Segunda mejor simulación
fr: Deuxième meilleure simulation
hi: दूसरा सर्वश्रेष्ठ सिमुलेशन
id: Simulasi terbaik kedua
ru: Вторая лучшая симуляция
tr: İkinci en iyi simülasyon
ur: دوسری بہترین نقل
zh_hans: 第二佳模拟

source: اختيار الخبير
de: Expertenwahl
en: Expert choice
es: Elección del experto
fr: Choix de l'expert
hi: विशेषज्ञ की पसंद
id: Pilihan pakar
ru: Выбор эксперта
tr: Uzman seçimi
ur: ماہر کا انتخاب
zh_hans: 专家选择

source: قربك من اختيار الخبير
de: Deine Nähe zur Expertenwahl
en: How close you are to the expert choice
es: Tu cercanía a la elección del experto
fr: Votre proximité avec le choix de l'expert
hi: विशेषज्ञ चयन से आपकी निकटता
id: Kedekatanmu dengan pilihan pakar
ru: Твоя близость к выбору эксперта
tr: Uzman seçimine yakınlığın
ur: ماہر کے انتخاب سے آپ کی قربت
zh_hans: 你与专家选择的接近度

source: اختياراتك قريبة من الخبير
de: Deine Wahlen liegen nah am Experten
en: Your choices are close to the expert
es: Tus elecciones se acercan al experto
fr: Vos choix sont proches de l'expert
hi: आपके चयन विशेषज्ञ के करीब हैं
id: Pilihanmu mendekati pakar
ru: Твои выборы близки к экспертным
tr: Seçimlerin uzmana yakın
ur: آپ کے انتخابات ماہر کے قریب ہیں
zh_hans: 你的选择接近专家

source: أغلب قراراتك تطابق أفضل خيار؛ الخطوة القادمة هي رفع الصعوبة أو تفسير سبب تفوق الورقة قبل لعبها.
de: Die meisten Züge sind optimal – steigere die Stufe oder begründe die Karte vor dem Ausspielen.
en: Most of your decisions match the best option; the next step is raising difficulty or explaining why the card is stronger before playing it.
es: La mayoría de tus decisiones son óptimas; sube el nivel o justifica la carta antes de jugarla.
fr: La plupart de vos coups sont optimaux : montez d'un niveau ou justifiez la carte avant de la jouer.
hi: आपके अधिकतर निर्णय श्रेष्ठ विकल्प से मेल खाते हैं; अगला कदम कठिनाई बढ़ाना या खेलने से पहले कार्ड की श्रेष्ठता समझाना।
id: Sebagian besar keputusanmu cocok dengan opsi terbaik; langkah berikutnya menaikkan kesulitan atau menjelaskan keunggulan kartu sebelum memainkannya.
ru: Большинство решений оптимальны — повышай уровень или объясняй карту до хода.
tr: Kararlarının çoğu en iyi seçenekle örtüşüyor; sonraki adım zorluğu artırmak ya da kartı oynamadan üstünlüğünü açıklamak.
ur: آپ کے اکثر فیصلے بہترین اختیار سے ملتے ہیں؛ اگلا قدم دشواری بڑھانا یا کھیلنے سے پہلے کارڈ کی برتری بیان کرنا۔
zh_hans: 你多数决策与最优一致：下一步是提升难度，或在出牌前先说清这张牌为何更优。

source: اختياراتك بعيدة عن التحليل
de: Deine Wahlen weichen von der Analyse ab
en: Your choices are far from the analysis
es: Tus elecciones se alejan del análisis
fr: Vos choix s'éloignent de l'analyse
hi: आपके चयन विश्लेषण से दूर हैं
id: Pilihanmu jauh dari analisis
ru: Твои выборы далеки от анализа
tr: Seçimlerin analizden uzak
ur: آپ کے انتخابات تجزیے سے دور ہیں
zh_hans: 你的选择偏离分析

source: عدد الاختيارات خارج أفضل خيارين مرتفع؛ توقف قبل اللعب واقرأ اللون المطلوب والحكم والنقاط الموجودة على الطاولة.
de: Zu viele Wahlen außerhalb der Top 2 – halte inne und lies Farbe, Trumpf und Punkte am Tisch.
en: The number of choices outside the top two is high; pause before playing and read the required suit, trump, and points on the table.
es: Demasiadas elecciones fuera de las dos mejores; haz una pausa y lee palo, triunfo y puntos en la mesa.
fr: Trop de choix hors du top 2 : marquez une pause et lisez couleur, atout et points sur table.
hi: सर्वश्रेष्ठ दो विकल्पों से बाहर के चयन अधिक हैं; खेलने से पहले रुकें और सूट, तुरुप व मेज़ के अंक पढ़ें।
id: Terlalu banyak pilihan di luar dua terbaik; berhentilah sejenak dan baca simbol yang diminta, truf, dan poin di meja.
ru: Слишком много выборов вне двух лучших — остановись и прочти масть, козырь и очки на столе.
tr: En iyi iki seçeneğin dışındaki tercihlerin çok; oynamadan önce dur ve istenen sembolü, kozu ve masadaki puanları oku.
ur: بہترین دو اختیارات سے باہر انتخاب زیادہ ہیں؛ کھیلنے سے پہلے رکیں اور مطلوبہ رنگ، ترپ اور میز پر موجود پوائنٹس پڑھیں۔
zh_hans: 落在前两名之外的选择偏多：出牌前先停一下，读清所需花色、将牌与桌上的分数。

source: أخطاؤك قريبة وقابلة للتصحيح
de: Deine Fehler sind knapp und korrigierbar
en: Your mistakes are close and correctable
es: Tus errores son cercanos y corregibles
fr: Vos erreurs sont proches et corrigeables
hi: आपकी ग़लतियाँ निकट और सुधार योग्य हैं
id: Kesalahanmu tipis dan bisa diperbaiki
ru: Твои ошибки близки и поправимы
tr: Hataların yakın ve düzeltilebilir
ur: آپ کی غلطیاں قریبی اور قابلِ اصلاح ہیں
zh_hans: 你的失误很接近，可以纠正

source: كثير من اختياراتك حول ثاني أفضل ورقة؛ ركز على الفرق الصغير بين كسب الأكلة وحفظ ورقة قوية لاحقًا.
de: Viele Wahlen liegen bei der zweitbesten Karte – wäge Stichgewinn gegen das Aufsparen einer starken Karte.
en: Many of your choices are around the second-best card; focus on the small difference between winning the trick and saving a strong card for later.
es: Muchas de tus elecciones rondan la segunda mejor carta; pesa ganar la baza frente a guardar una carta fuerte.
fr: Beaucoup de vos choix tournent autour de la deuxième carte : pesez gagner le pli vs garder une force.
hi: आपके कई चयन दूसरे सर्वश्रेष्ठ कार्ड के आसपास हैं; चाल जीतने और मज़बूत कार्ड बचाने के छोटे अंतर पर ध्यान दें।
id: Banyak pilihanmu berkisar di kartu terbaik kedua; fokus pada selisih kecil antara menang trik dan menyimpan kartu kuat.
ru: Многие выборы крутятся вокруг второй карты — взвесь взятие взятки против сохранения силы.
tr: Seçimlerinin çoğu ikinci en iyi kart çevresinde; eli kazanmakla güçlü kartı sonraya saklamak arasındaki küçük farka odaklan.
ur: آپ کے کئی انتخاب دوسرے بہترین کارڈ کے گرد ہیں؛ ہاتھ جیتنے اور مضبوط کارڈ بچانے کے چھوٹے فرق پر توجہ دیں۔
zh_hans: 你的很多选择都落在次优牌上：权衡拿墩与留强牌之间的细微差别。

source: بديل قريب
de: Nahe Alternative
en: Close alternative
es: Alternativa cercana
fr: Alternative proche
hi: निकट विकल्प
id: Alternatif dekat
ru: Близкая альтернатива
tr: Yakın alternatif
ur: قریبی متبادل
zh_hans: 接近的替代

source: يحسم الأكلة
de: Gewinnt den Stich
en: Wins the trick
es: Gana la baza
fr: Remporte le pli
hi: चाल जीतता है
id: Memenangi trik
ru: Забирает взятку
tr: Eli alır
ur: ہاتھ جیتتا ہے
zh_hans: 拿下这墩

source: يحافظ على الوضع
de: Hält die Stellung
en: Holds position
es: Mantiene la posición
fr: Maintient la position
hi: स्थिति बनाए रखता है
id: Mempertahankan posisi
ru: Сохраняет позицию
tr: Konumu korur
ur: پوزیشن برقرار رکھتا ہے
zh_hans: 维持局面

source: يرفع المخاطرة
de: Erhöht das Risiko
en: Opens risk
es: Aumenta el riesgo
fr: Augmente le risque
hi: जोखिम बढ़ाता है
id: Menambah risiko
ru: Повышает риск
tr: Riski artırır
ur: خطرہ بڑھاتا ہے
zh_hans: 增加风险

source: مكلف
de: Teuer
en: Costly
es: Costoso
fr: Coûteux
hi: महँगा
id: Mahal
ru: Дорого
tr: Pahalı
ur: مہنگا
zh_hans: 代价高

source: اختيارات بعيدة
de: Weit entfernte Wahlen
en: Far choices
es: Elecciones lejanas
fr: Choix éloignés
hi: दूर के चयन
id: Pilihan jauh
ru: Далёкие выборы
tr: Uzak seçimler
ur: دور کے انتخابات
zh_hans: 偏离较大的选择

source: نسبة الاختيارات البعيدة
de: Rate entfernter Entscheidungen
en: Far-choice rate
es: Tasa de elecciones lejanas
fr: Taux de choix éloignés
hi: दूर विकल्प दर
id: Tingkat pilihan jauh
ru: Доля дальних выборов
tr: Uzak seçim oranı
ur: دور انتخاب کی شرح
zh_hans: 偏离选择率

source: هذه أعلى ورقة حسب تحليل الخبير لهذا الموقف.
de: Das ist laut Expertenanalyse die beste Karte für diese Situation.
en: This is the top card according to the expert analysis for this scenario.
es: Es la mejor carta según el análisis experto de esta situación.
fr: C'est la meilleure carte selon l'analyse experte de cette situation.
hi: इस स्थिति के विशेषज्ञ विश्लेषण अनुसार यही सर्वश्रेष्ठ कार्ड है।
id: Ini kartu terbaik menurut analisis pakar untuk situasi ini.
ru: Это лучшая карта по экспертному разбору этой ситуации.
tr: Bu duruma dair uzman analizine göre en iyi kart budur.
ur: اس صورتحال کے ماہرانہ تجزیے کے مطابق یہ بہترین کارڈ ہے۔
zh_hans: 按专家对该局面的分析，这是最佳出牌。

source: قريب جدًا من اختيار الخبير ولا يخسر أثرًا متوقعًا.
de: Sehr nah an der Expertenwahl, ohne erwarteten Wirkungsverlust.
en: Very close to the expert choice and does not lose expected impact.
es: Muy cerca de la elección del experto, sin perder impacto esperado.
fr: Très proche du choix de l'expert, sans perte d'impact attendu.
hi: विशेषज्ञ चयन के बहुत करीब और अपेक्षित प्रभाव नहीं खोता।
id: Sangat dekat dengan pilihan pakar dan tak kehilangan dampak harapan.
ru: Очень близко к выбору эксперта и без потери ожидаемого влияния.
tr: Uzman seçimine çok yakın ve beklenen etkiden kaybettirmiyor.
ur: ماہر کے انتخاب کے بہت قریب اور متوقع اثر ضائع نہیں کرتا۔
zh_hans: 非常接近专家选择，且不损失期望影响。

source: اختر ورقة في أول موقف ليبدأ التطبيق بتتبع دقتك وسلسلة إجاباتك.
de: Wähle eine Karte in der ersten Situation, damit Genauigkeit und Serie erfasst werden.
en: Choose a card in your first scenario to start tracking your accuracy and answer streak.
es: Elige una carta en la primera situación para empezar a seguir tu precisión y racha.
fr: Choisissez une carte dans la première situation pour lancer le suivi de précision et de série.
hi: पहली स्थिति में कार्ड चुनें ताकि ऐप आपकी सटीकता और लड़ी ट्रैक करना शुरू करे।
id: Pilih kartu di situasi pertama agar aplikasi mulai melacak akurasi dan rentetanmu.
ru: Выбери карту в первой ситуации, чтобы началось отслеживание точности и серии.
tr: İlk durumda bir kart seç ki uygulama doğruluğunu ve serini izlemeye başlasın.
ur: پہلی صورتحال میں کارڈ چنیں تاکہ ایپ آپ کی درستگی اور سلسلہ ٹریک کرنا شروع کرے۔
zh_hans: 在第一个局面选一张牌，应用即开始记录你的准确率与连胜。

source: اختيارك
de: Deine Wahl
en: Your choice
es: Tu elección
fr: Votre choix
hi: आपका चयन
id: Pilihanmu
ru: Твой выбор
tr: Senin seçimin
ur: آپ کا انتخاب
zh_hans: 你的选择

source: الدور
de: Zug
en: Turn
es: Turno
fr: Tour
hi: बारी
id: Giliran
ru: Ход
tr: Sıra
ur: باری
zh_hans: 轮到

source: الدقة
de: Genauigkeit
en: Accuracy
es: Precisión
fr: Précision
hi: सटीकता
id: Akurasi
ru: Точность
tr: Doğruluk
ur: درستگی
zh_hans: 准确率

source: الترتيب
de: Rang
en: Rank
es: Clasificación
fr: Classement
hi: रैंक
id: Peringkat
ru: Ранг
tr: Sıralama
ur: درجہ بندی
zh_hans: 排名

source: فارق عن ثاني أفضل
de: Abstand zum Zweitbesten
en: Gap from second best
es: Diferencia con el segundo mejor
fr: Écart avec le deuxième meilleur
hi: दूसरे सर्वश्रेष्ठ से अंतर
id: Selisih dari terbaik kedua
ru: Разрыв со вторым лучшим
tr: İkinci en iyiye fark
ur: دوسرے بہترین سے فرق
zh_hans: 与次优的差距

source: متوسط الفارق
de: Durchschnittlicher Abstand
en: Average gap
es: Diferencia media
fr: Écart moyen
hi: औसत अंतर
id: Selisih rata-rata
ru: Средняя разница
tr: Ortalama fark
ur: اوسط فرق
zh_hans: 平均差距

source: متوسط النقاط الضائعة
de: Durchschnittlich verlorene Punkte
en: Average lost points
es: Puntos perdidos promedio
fr: Points perdus moyens
hi: औसत खोए अंक
id: Rata-rata poin hilang
ru: Средние потерянные очки
tr: Ortalama kayıp puan
ur: اوسط ضائع پوائنٹس
zh_hans: 平均损失分

source: نقاط ضائعة
de: Verlorene Punkte
en: Lost points
es: Puntos perdidos
fr: Points perdus
hi: खोए अंक
id: Poin hilang
ru: Потерянные очки
tr: Kayıp puan
ur: ضائع پوائنٹس
zh_hans: 损失分

source: متوسط الضياع
de: Durchschnittlicher Verlust
en: Average loss
es: Pérdida media
fr: Perte moyenne
hi: औसत नुकसान
id: Rata-rata kehilangan
ru: Средняя потеря
tr: Ortalama kayıp
ur: اوسط نقصان
zh_hans: 平均损失

source: راجع القيمة قبل الصعوبة
de: Prüfe den Wert vor der Schwierigkeit
en: Review value before difficulty
es: Revisa el valor antes de la dificultad
fr: Révise la valeur avant la difficulté
hi: कठिनाई से पहले मूल्य की समीक्षा करें
id: Tinjau nilai sebelum kesulitan
ru: Разбери ценность перед сложностью
tr: Zorluktan önce değeri gözden geçir
ur: مشکل سے پہلے قدر کا جائزہ لیں
zh_hans: 先复盘价值，再提高难度

source: قلل النقاط الضائعة
de: Reduziere verlorene Punkte
en: Reduce lost points
es: Reduce los puntos perdidos
fr: Réduis les points perdus
hi: खोए अंक घटाएँ
id: Kurangi poin hilang
ru: Сократи потерянные очки
tr: Kayıp puanı azalt
ur: ضائع پوائنٹس کم کریں
zh_hans: 减少损失分

source: قبل الموقف التالي، احذف الخيارات الضعيفة ثم قارن اختيارك بأفضل ورقة وثاني أفضل ورقة.
de: Streiche vor der nächsten Situation die schwachen Optionen und vergleiche deine Wahl dann mit der besten und zweitbesten Karte.
en: Before the next scenario, remove weak options, then compare your choice with the best and second-best cards.
es: Antes del siguiente escenario, descarta las opciones débiles y compara tu elección con la mejor y la segunda mejor carta.
fr: Avant le prochain scénario, élimine les options faibles, puis compare ton choix avec la meilleure et la deuxième meilleure carte.
hi: अगले परिदृश्य से पहले कमजोर विकल्प हटाएँ, फिर अपने चुनाव की तुलना सबसे अच्छे और दूसरे सबसे अच्छे पत्ते से करें.
id: Sebelum skenario berikutnya, singkirkan opsi lemah, lalu bandingkan pilihanmu dengan kartu terbaik dan kedua terbaik.
ru: Перед следующим сценарием отбрось слабые варианты, затем сравни свой выбор с лучшей и второй лучшей картой.
tr: Sonraki senaryodan önce zayıf seçenekleri ele, sonra seçimini en iyi ve ikinci en iyi kartla karşılaştır.
ur: اگلے منظرنامے سے پہلے کمزور انتخاب ہٹائیں، پھر اپنے انتخاب کا بہترین اور دوسرے بہترین پتے سے موازنہ کریں.
zh_hans: 进入下个局面前，先排除弱选项，再把你的选择与最佳和第二佳牌比较。

source: جلسة مراجعة القيمة
de: Wert-Review-Sitzung
en: Value review session
es: Sesión de revisión de valor
fr: Session de révision de valeur
hi: मूल्य समीक्षा सत्र
id: Sesi tinjauan nilai
ru: Сессия разбора ценности
tr: Değer inceleme oturumu
ur: قدر کا جائزہ سیشن
zh_hans: 价值复盘训练

source: راجع القيمة الضائعة
de: Prüfe den verlorenen Wert
en: Review lost value
es: Revisa el valor perdido
fr: Révise la valeur perdue
hi: खोए मूल्य की समीक्षा करें
id: Tinjau nilai yang hilang
ru: Разбери потерянную ценность
tr: Kayıp değeri gözden geçir
ur: ضائع قدر کا جائزہ لیں
zh_hans: 复盘损失价值

source: أعد الجلسة وركّز على تقليل الفارق عن اختيار الخبير قبل رفع الصعوبة.
de: Wiederhole die Sitzung und konzentriere dich darauf, den Abstand zur Expertenwahl zu verringern, bevor du die Schwierigkeit erhöhst.
en: Repeat the session and focus on reducing the gap from the expert choice before raising difficulty.
es: Repite la sesión y céntrate en reducir la diferencia con la elección del experto antes de subir la dificultad.
fr: Répète la session et concentre-toi sur la réduction de l’écart avec le choix de l’expert avant d’augmenter la difficulté.
hi: कठिनाई बढ़ाने से पहले सत्र दोहराएँ और विशेषज्ञ के चुनाव से अंतर कम करने पर ध्यान दें.
id: Ulangi sesi dan fokus mengurangi selisih dari pilihan ahli sebelum menaikkan kesulitan.
ru: Повтори сессию и сосредоточься на сокращении разрыва с выбором эксперта перед повышением сложности.
tr: Zorluğu artırmadan önce oturumu tekrarla ve uzman seçimiyle aradaki farkı azaltmaya odaklan.
ur: مشکل بڑھانے سے پہلے سیشن دہرائیں اور ماہر کے انتخاب سے فرق کم کرنے پر توجہ دیں.
zh_hans: 提高难度前，重复本训练并专注缩小与专家选择的差距。

source: الدقة وحدها لا تكفي هنا؛ ركز على تقليل الفارق بين اختيارك واختيار الخبير قبل رفع المستوى.
de: Genauigkeit allein reicht hier nicht; konzentriere dich darauf, den Abstand zwischen deiner Wahl und der Expertenwahl zu verringern, bevor du das Niveau erhöhst.
en: Accuracy alone is not enough here; focus on reducing the gap between your choice and the expert choice before raising the level.
es: La precisión sola no basta aquí; céntrate en reducir la diferencia entre tu elección y la del experto antes de subir el nivel.
fr: La précision seule ne suffit pas ici ; concentre-toi sur la réduction de l’écart entre ton choix et celui de l’expert avant d’augmenter le niveau.
hi: यहाँ केवल सटीकता काफी नहीं है; स्तर बढ़ाने से पहले अपने चुनाव और विशेषज्ञ के चुनाव के बीच का अंतर घटाने पर ध्यान दें.
id: Akurasi saja belum cukup di sini; fokuslah mengurangi selisih antara pilihanmu dan pilihan ahli sebelum menaikkan level.
ru: Одной точности здесь недостаточно; сосредоточься на сокращении разрыва между своим выбором и выбором эксперта перед повышением уровня.
tr: Burada yalnızca doğruluk yetmez; seviyeyi artırmadan önce seçiminle uzman seçimi arasındaki farkı azaltmaya odaklan.
ur: یہاں صرف درستگی کافی نہیں؛ سطح بڑھانے سے پہلے اپنے انتخاب اور ماہر کے انتخاب کے فرق کو کم کرنے پر توجہ دیں.
zh_hans: 这里只看准确率还不够；提高等级前，先专注缩小你的选择与专家选择之间的差距。

source: هدف الجلسة: متوسط نقاط ضائعة أقل من 4.
de: Sitzungsziel: durchschnittlich weniger als 4 verlorene Punkte.
en: Session goal: average lost points below 4.
es: Objetivo de la sesión: puntos perdidos promedio por debajo de 4.
fr: Objectif de session : points perdus moyens sous 4.
hi: सत्र लक्ष्य: औसत खोए अंक 4 से कम.
id: Target sesi: rata-rata poin hilang di bawah 4.
ru: Цель сессии: средние потерянные очки ниже 4.
tr: Oturum hedefi: ortalama kayıp puan 4’ün altında.
ur: سیشن کا ہدف: اوسط ضائع پوائنٹس 4 سے کم.
zh_hans: 训练目标：平均损失分低于 4。
